Repository: geertgeerits/Finance-Framework-6
Catalog: Finance/Resources/FinLang.*.resx
Languages: de, it, nl

# Value1_Text
source: Value 1:
de: Wert 1:
it: Valore 1:
nl: Waarde 1:

# Value2_Text
source: Value 2:
de: Wert 2:
it: Valore 2:
nl: Waarde 2:

# ValueDifference_Text
source: Value difference:
de: Wertunterschied:
it: Differenza di valore:
nl: Waarde verschil:

# ValuePercDifference_Text
source: Percentage difference:
de: Prozentualer Unterschied:
it: Differenza percentuale:
nl: Procentuele verschil:

# ValuePercDiffValue1_Text
source: Value 1 = % value 2:
de: Wert 1 = % Wert 2:
it: Valore 1 = % valore 2:
nl: Waarde 1 = % waarde 2:

# ValuePercDiffValue2_Text
source: Value 2 = % value 1:
de: Wert 2 = % Wert 1:
it: Valore 2 = % valore 1:
nl: Waarde 2 = % waarde 1:

# VATAmountExclusive_Text
source: Amount VAT exclusive:
de: Betrag ohne MwSt.:
it: Importo IVA esclusa:
nl: Bedrag BTW exclusief:

# VATAmountIncluded_Text
source: Amount VAT included:
de: Betrag MwSt. inklusive:
it: Importo IVA inclusa:
nl: Bedrag BTW inclusief:

# VATAmount_Text
source: Amount VAT:
de: Betrag Mehrwertsteuer:
it: Importo IVA:
nl: Bedrag BTW:

# VATCalculationExplanation_Text
source: Calculate the amount excluding VAT or the amount including VAT.
de: Berechnen Sie den Betrag ohne Mehrwertsteuer oder den Betrag mit Mehrwertsteuer.
it: Calcola l'importo IVA esclusa o l'importo IVA inclusa.
nl: Bereken het bedrag BTW exclusief of het bedrag BTW inclusief.

# VATCalculationForm_Text
source: VAT calculations
de: Mehrwertsteuerberechnungen
it: Calcoli IVA
nl: BTW berekeningen

# VATPercentage_Text
source: VAT percentage:
de: MwSt.-Prozentsatz:
it: Percentuale IVA:
nl: BTW-percentage:

# Version_Text
source: Version:
de: Ausführung:
it: Versione:
nl: Versie:

# WarningPageDimensions_Text
source: Paper dimensions too small !
de: Papierabmessungen zu klein!
it: Dimensioni carta troppo piccole!
nl: Papierafmetingen te klein!

# Website_Text
source: Website:
de: Webseite:
it: Sito web:

# Yes_Text
source: Yes
de: Ja
it: Sì
nl: Ja

# FinanceForm_Text
source: Finance
nl: Financiën

# No_Text
source: No
de: Nein
nl: Neen
