Repository: geertgeerits/Finance-Framework-6
Catalog: Finance/Resources/FinLang.*.resx
Languages: de, it, nl

# AboutExplanation_Text
source: The date format can be changed in the settings to the international standard format ISO 8601 (YYYY-MM-DD). The method of rounding can lead to deviations from the final result (for example in the last installment of loans). The numbers are rounded to the nearest cent by default (arithmetic: 1-4 down and 5-9 up). Can be changed to even number (banker's rounding) 1-4 down, 6-9 up and 5 on even number down, odd number up. Google Translate was used for the translation of the text. This is not a guarantee that all translations are correct. The supporting languages are: Dutch, English, French, German, Italian, Portuguese and Spanish. You can always contact me for any corrections.
de: Das Datumsformat kann in den Einstellungen auf das internationale Standardformat ISO 8601 (JJJJ-MM-TT) geändert werden. Durch die Rundungsmethode kann es zu Abweichungen vom Endergebnis kommen (z. B. bei der letzten Kreditrate). Die Zahlen werden standardmäßig auf den nächsten Cent gerundet (Rechnung: 1-4 abwärts und 5-9 aufwärts). Kann in gerade Zahlen geändert werden (Bankrundung) 1-4 nach unten, 6-9 nach oben und 5 bei geraden Zahlen nach unten, ungerade Zahlen nach oben. Für die Übersetzung des Textes wurde Google Translate verwendet. Dies ist keine Garantie dafür, dass alle Übersetzungen korrekt sind. Die unterstützenden Sprachen sind: Niederländisch, Englisch, Französisch, Deutsch, Italienisch, Portugiesisch und Spanisch. Sie können mich jederzeit für Korrekturen kontaktieren.
it: Il formato della data può essere modificato nelle impostazioni nel formato standard internazionale ISO 8601 (AAAA-MM-GG). Il metodo di arrotondamento può portare a deviazioni dal risultato finale (ad esempio nell'ultima rata dei prestiti). Per impostazione predefinita, i numeri vengono arrotondati al centesimo più vicino (aritmetica: 1-4 in basso e 5-9 in alto). Può essere modificato in numero pari (arrotondamento bancario) 1-4 per difetto, 6-9 per eccesso e 5 per numero pari per difetto, numero dispari per aumento. Google Translate è stato utilizzato per la traduzione del testo. Questa non è una garanzia che tutte le traduzioni siano corrette. Le lingue di supporto sono: olandese, inglese, francese, tedesco, italiano, portoghese e spagnolo. Potete sempre contattarmi per eventuali correzioni.
nl: Het datumformaat kan in de instellingen gewijzigd worden naar het internationale standaardformaat ISO 8601 (JJJJ-MM-DD). De manier van afronden kan leiden tot afwijkingen van het eindresultaat (bijvoorbeeld in de laatste termijn van leningen). De getallen worden standaard afgerond op de dichtstbijzijnde cent (rekenkundig: 1-4 naar beneden en 5-9 naar boven). Kan gewijzigd worden naar even getal (bankiersafronding) 1-4 naar beneden, 6-9 naar boven en 5 bij even getal naar beneden, bij oneven getal naar boven. Voor de vertaling van de tekst werd gebruik gemaakt van Google Translate. Dit is geen garantie dat alle vertalingen correct zijn. De ondersteunende talen zijn: Nederlands, Engels, Frans, Duits, Italiaans, Portugees en Spaans. Voor eventuele correcties kunt u altijd contact met mij opnemen.

# About_Text
source: About
de: Über
it: Informazioni
nl: Info

# Agree_Text
source: Agree
de: Zustimmen
it: Accetto
nl: Akkoord

# AmountCost_Text
source: Cost amount:
de: Kostenbetrag:
it: Importo del costo:
nl: Bedrag kosten:

# AmountDifference_Text
source: Amount difference:
de: Differenzbetrag:
it: Differenza di importo:
nl: Bedrag verschil:

# AmountGrossOfNetExplanation_Text
source: Calculate amount gross from amount net and percentage.
de: Betrag brutto aus Nettobetrag und Prozent berechnen.
it: Calcola importo lordo da importo netto e percentuale.
nl: Bereken het brutobedrag van het nettobedrag en het percentage.

# AmountGrossOfNetForm_Text
source: Amount gross of net amount
de: Betrag brutto vom Nettobetrag
it: Importo al lordo dell'importo netto
nl: Bedrag bruto van netto bedrag

# AmountGross_Text
source: Amount gross:
de: Betrag brutto:
it: Importo lordo:
nl: Bedrag bruto:

# AmountNet_Text
source: Amount net:
de: Betrag netto:
it: Importo netto:
nl: Bedrag netto:

# AmountPeriod_Text
source: Amount per period:
de: Betrag pro Periode:
it: Importo per periodo:
nl: Bedrag per periode:

# AmountPurchase_Text
source: Purchase amount:
de: Kaufbetrag:
it: Ammontare dell'acquisto:
nl: Aankoopbedrag:

# AmountRevenueYear_Text
source: Revenue per year:
de: Ertrag pro Jahr:
it: Rendimento annuo:
nl: Opbrengst per jaar:

# AmountTotal_Text
source: Total amount:
de: Gesamtmenge:
it: Importo totale:
nl: Totaalbedrag:

# ButtonClose_Text
source: Close
de: Schließen
it: Chiudere
nl: Sluiten

# Calculate_Text
source: Calculate
de: Berechnung
it: Calcolare
nl: Berekenen

# CapitalFinal_Text
source: Final capital:
de: Endkapital:
it: Capitale finale:
nl: Eindbedrag:

# CapitalInitial_Text
source: Initial capital:
de: Startkapital:
it: Capitale iniziale:
nl: Beginbedrag:

# CapitalInterest_Text
source: Capital + interest:
de: Kapital + Zinsen:
it: Capitale + interessi:
nl: Kapitaal + rente:

# Clear_Text
source: Remove
de: Löschen
it: Rimuovere
nl: Verwijderen

# Contact_Text
source: Contact:
de: Kontakt:
it: Contatto:

# Copyright_Text
source: Copyright
de: Urheberrechte
it: Diritto d'autore
nl: Auteursrechten

# CurrencyCode_Text
source: Currency code:
de: Währungscode:
it: Codice valuta:
nl: Muntcode:

# Dark_Text
source: Dark
de: Dunkel
it: Buio
nl: Donker

# Date1_Text
source: Date 1:
de: Datum 1:
it: Data 1:
nl: Datum 1:

# Date2_Text
source: Date 2:
de: Datum 2:
it: Data 2:
nl: Datum 2:

# DateDays_Text
source: days
it: giorni
nl: dagen

# DateDifferenceDays_Text
source: Date difference in days:
de: Datumsdifferenz in Tagen:
it: Differenza di data in giorni:
nl: Datumverschil in dagen:

# DateDifferenceHours_Text
source: = hours:
de: = Stunden:
it: = ore:
nl: = uren:

# DateDifferenceMinutes_Text
source: = minutes:
de: = Minuten:
it: = minuti:
nl: = minuten:

# DateDifferenceSeconds_Text
source: = seconds:
de: = Sekunden:
it: = secondi:
nl: = seconden:

# DateDifferenceYearMonthDay_Text
source: Date difference in years, months and days:
it: Differenza di data in anni, mesi e giorni:
nl: Datumverschil in jaren, maanden en dagen:

# DateFirstRepayment_Text
source: Date first repayment:
de: Datum 1e Rückzahlung:
it: Data primo rimborso:
nl: Datum eerste aflossing:

# DateFormat_Text
source: Date format:
de: Datumsformat:
it: Formato data:
nl: Datumnotatie:

# DateMonths_Text
source: months
it: mesi
nl: maanden

# DateYears_Text
source: years
it: anni
nl: jaren

# DayEndMonth_Text
source: End month:
de: Ende Monat:
it: Fine del mese:
nl: Einde maand:

# Default_Text
source: Default
de: Standard
it: Standard
nl: Standaard

# Description_Text
source: Financial applications
de: Finanzprogramme
it: Applicazioni finanziarie
nl: Financiële toepassingen

# Detail_Text
source: Detail
it: Dettaglio

# DifferenceDatesForm_Text
source: Difference between dates
de: Unterschied zwischen Daten
it: Differenza tra le date
nl: Verschil tussen datums

# DifferenceExplanationDates_Text
source: Calculate the difference between two dates.
de: Berechnen Sie die Differenz zwischen zwei Daten.
it: Calcola la differenza tra due date.
nl: Bereken het verschil tussen twee datums.

# DifferenceExplanationNumbers_Text
source: Calculate the difference between two numbers.
de: Berechnen Sie die Differenz zwischen zwei Zahlen.
it: Calcola la differenza tra due numeri.
nl: Bereken het verschil tussen twee getallen.

# DifferenceNumbersForm_Text
source: Difference between numbers
de: Unterschied zwischen Zahlen
it: Differenza tra i numeri
nl: Verschil tussen getallen

# Disagree_Text
source: Disagree
de: Nicht zustimmen
it: Non accetto
nl: Niet akkoord

# DurationMonths_Text
source: Duration in months:
de: Dauer in Monaten:
it: Durata in mesi:
nl: Looptijd in maanden:

# DurationYears_Text
source: Duration in years:
de: Dauer in Jahren:
it: Durata in anni:
nl: Looptijd in jaren:

# EmailAddressQuestion_Text
source: E-mail address?
de: E-Mail-Addresse?
it: Indirizzo e-mail?
nl: E-mailadres?

# EmailBody_Text
source: Attached the detail of the loan.
de: Anbei die Details des Darlehens.
it: In allegato il dettaglio del prestito.
nl: Bijgevoegd het detail van de lening.

# EmailMessage_Text
source: Email not yet fully supported in Windows. The created file must be manually attached to the e-mail.
de: E-Mail wird in Windows noch nicht vollständig unterstützt. Die erstellte Datei muss manuell an die E-Mail angehängt werden.
it: E-mail non ancora completamente supportata in Windows. Il file creato deve essere allegato manualmente all'e-mail.
nl: E-mail nog niet volledig ondersteund in Windows. Het aangemaakte bestand moet manueel toegevoegd worden aan de e-mail.

# EmailSendQuestion_Text
source: Send this document to an e-mail address?
de: Dieses Dokument an eine E-Mail-Adresse senden?
it: Inviare questo documento a un indirizzo e-mail?
nl: Dit document naar een e-mailadres sturen?

# EmailSubject_Text
source: Finance - Detail of the loan
de: Finance - Detail des Darlehens
it: Finance - Dettaglio del prestito
nl: Finance - Detail van de lening

# ErrorTitle_Text
source: Error
de: Fehler
it: Errore
nl: Fout

# ExpiryDaysWithDiscount_Text
source: Expiry days with discount:
de: Ablauftage mit Rabatt:
it: Giorni di scadenza con sconto:
nl: Vervaldagen met korting:

# ExpiryDaysWithoutDiscount_Text
source: Expiry days without discount:
de: Ablauftage ohne Rabatt:
it: Giorni di scadenza senza sconto:
nl: Vervaldagen zonder korting:

# ExportFile_Text
source: Export
de: Exportieren
it: Esporta
nl: Exporteren

# FinanceAmountGrossOfNet_Text
source: Amount gross of net amount
de: Betrag brutto des Nettobetrags
it: Importo lordo di importo netto
nl: Bedrag bruto van netto bedrag

# FinanceDifferenceDates_Text
source: Difference between dates
de: Unterschied zwischen Daten
it: Differenza tra le date
nl: Verschil tussen datums

# FinanceDifferenceNumbers_Text
source: Difference between numbers
de: Unterschied zwischen Zahlen
it: Differenza tra i numeri
nl: Verschil tussen getallen

# FinanceInterestAnnual_Text
source: Annual interest starting amount
de: Jahreszins Startbetrag
it: Interesse annuale importo di partenza
nl: Jaarrente beginbedrag

# FinanceInterestEffectiveBE_Text
source: Effective interest start and end amount
de: Effektiver Zins Anfangs- und Endbetrag
it: Interesse effettivo importo iniziale e finale
nl: Effectieve rente begin en eindbedrag

# FinanceInterestEffective_Text
source: Effective interest
de: Effektiver Zins
it: Interesse effettivo
nl: Effectieve rente

# FinanceInterestMonthDay_Text
source: Interest per month and per day
de: Zinsen pro Monat und pro Tag
it: Interesse al mese e al giorno
nl: Rente per maand en per dag

# FinanceInterestPayDiscount_Text
source: Interest payment discount
de: Zinsen Zahlungsrabatt
it: Interesse sconto sul pagamento
nl: Rente betalingskorting

# FinanceInvestmentReturn_Text
source: Return on investment
de: Kapitalrendite
it: Ritorno sull'investimento
nl: Rendement op investering

# FinanceLoanDetail_Text
source: Loan with amortization table
de: Darlehen mit Amortisationstabelle
it: Prestito con tabella di ammortamento
nl: Lening met aflossingstabel

# FinanceVATCalculation_Text
source: VAT calculations
de: Mehrwertsteuer berechnungen
it: Calcoli IVA
nl: BTW berekeningen

# InterestAnnualExplanation_Text
source: Calculate the interest per year. Enter the starting amount, the term in months, and either the amount per term or the final amount.
de: Berechnen Sie die Zinsen pro Jahr. Geben Sie den Startbetrag, die Laufzeit in Monaten und entweder den Betrag pro Laufzeit oder den Endbetrag ein.
it: Calcola l'interesse per anno. Immettere l'importo iniziale, il termine in mesi e l'importo per periodo o l'importo finale.
nl: Berekenen van de rente per jaar. Geef het beginbedrag in, de looptijd in maanden, en ofwel het bedrag per periode ofwel het eindbedrag.

# InterestAnnualForm_Text
source: Annual interest
de: Jahreszins
it: Interesse annuale
nl: Jaarrente

# InterestDay365_Text
source: Daily interest (365 days/year):
de: Tageszins (365 Tage/Jahr):
it: Interessi giornalieri (365 giorni/anno):
nl: Dagrente (365 dagen/jaar):

# InterestDay366_Text
source: Daily interest (366 days/year):
de: Tageszins (366 Tage/Jahr):
it: Interessi giornalieri (366 giorni/anno):
nl: Dagrente (366 dagen/jaar):

# InterestEffectiveBEExplanation_Text
source: The effective interest rate for a loan with a known beginning and end amount.
de: Der effektive Zinssatz für ein Darlehen mit bekanntem Anfangs- und Endbetrag.
it: Il tasso di interesse effettivo per un prestito con un importo iniziale e finale noto.
nl: De effectieve rente voor een lening met een gekend begin en eindbedrag.

# InterestEffectiveBEForm_Text
source: Interest with start and end amount
de: Zinsen mit Start- und Endbetrag
it: Interessi con importo iniziale e finale
nl: Rente met begin en eindbedrag

# InterestEffectiveExplanation_Text
source: Converting the nominal interest rate to the effective interest rate.
de: Umrechnung des Nominalzinssatzes in den Effektivzinssatz.
it: Conversione del tasso di interesse nominale nel tasso di interesse effettivo.
nl: Converteren van de nominale rente naar de effectieve rente.

# InterestEffectiveForm_Text
source: Effective interest
de: Effektiver Zins
it: Interesse effettivo
nl: Effectieve rente

# InterestEffective_Text
source: Effective interest:
de: Effektivzins:
it: Interesse effettivo:
nl: Effectieve rente:

# InterestMonthDayExplanation_Text
source: Calculate the fixed interest per month and per day.
de: Berechnen Sie die festen Zinsen pro Monat und pro Tag.
it: Calcola l'interesse fisso al mese e al giorno.
nl: Berekenen van de vaste rente per maand en per dag.

# InterestMonthDayForm_Text
source: Interest per month and per day
de: Zinsen pro Monat und pro Tag
it: Interessi mensili e giornalieri
nl: Rente per maand en per dag

# InterestMonth_Text
source: Monthly interest:
de: Monatlicher Zins:
it: Interessi mensili:
nl: Maandelijkse rente:

# InterestPayDiscountExplanation_Text
source: Calculate the effective interest for a payment discount.
de: Berechnen Sie den Effektivzins für ein Skonto.
it: Calcola l'interesse effettivo per uno sconto sul pagamento.
nl: Bereken de effectieve rente bij betalingskorting.

# InterestPayDiscountForm_Text
source: Interest payment discount
de: Zinsabschlag
it: Sconto sul pagamento degli interessi
nl: Rente betalingskorting

# InterestRate_Text
source: Annual interest:
de: Jahreszins:
it: Interessi annuali:
nl: Jaarlijkse rente:

# InterestTotal_Text
source: Total interest:
de: Gesamtzins:
it: Interessi totali:
nl: Totale rente:

# InvestmentReturnExplanation_Text
source: Return in percentages per year on investment: Enter the purchase amount (+ the amount of costs) and the amount of the revenue per year. Calculating the amount of the investment: Enter the amount of the yield per year and the desired yield in percentage.
de: Rendite in Prozent pro Jahr auf die Investition: Geben Sie den Kaufbetrag (+ die Höhe der Kosten) und die Höhe der Einnahmen pro Jahr ein. Berechnung der Investitionssumme: Geben Sie die Höhe des Ertrags pro Jahr und den gewünschten Ertrag in Prozent ein.
it: Rendimento in percentuale all'anno sull'investimento: Immettere l'importo dell'acquisto (+ l'importo dei costi) e l'importo delle entrate per anno. Calcolo dell'importo dell'investimento: Immettere l'importo della resa all'anno e la resa desiderata in percentuale.
nl: Rendement in procenten per jaar op investering: Geef het aankoopbedrag (+ het bedrag kosten) en het bedrag van de opbrengst per jaar in. Berekening van het bedrag van de investering: Geef het bedrag van de opbrengst per jaar en het gewenste rendement in procenten in.

# InvestmentReturnForm_Text
source: Return on investment
de: Kapitalrendite
it: Ritorno sull'investimento
nl: Rendement op investering

# Keyboard_Text
source: Keyboard:
de: Klaviatur:
it: Tastiera del computer:
nl: Toetsenbord:

# Language_de_Text
source: German
de: Deutsch
it: Tedesca
nl: Duits

# Language_en_Text
source: English
de: Englisch
it: Inglese
nl: Engels

# Language_es_Text
source: Spanish
de: Spanisch
it: Spagnolo
nl: Spaans

# Language_fr_Text
source: French
de: Französisch
it: Francese
nl: Frans

# Language_it_Text
source: Italian
de: Italienisch
it: Italiano
nl: Italiaans

# Language_nl_Text
source: Dutch
de: Niederländisch
it: Olandese
nl: Nederlands

# Language_pt_Text
source: Portuguese
de: Portugiesisch
it: Portoghese
nl: Portugees

# Language_Text
source: Language
de: Sprache
it: Lingua
nl: Taal

# LicenseAgreement_Text
source: Do you agree with the license conditions?
de: Sind Sie mit den Lizenzbedingungen einverstanden?
it: Sei d'accordo con le condizioni della licenza?
nl: Akkoord met de licentievoorwaarden?

# LicenseMit2_Text
source: The software is provided 'as is', without warranty of any kind, express or implied, including but not limited to the warranties of merchantability, fitness for a particular purpose and noninfringement. In no event shall the author and/or publisher be liable for any claim, damages or other liability, whether in an action of contract, tort or otherwise, arising from, out of or in connection with the software or the use or other dealings in the software.
it: Il software viene fornito "così com'è", senza garanzie di alcun tipo, esplicite o implicite, incluse, a titolo esemplificativo ma non esaustivo, le garanzie di commerciabilità, idoneità per uno scopo particolare e non violazione. In nessun caso l'autore e/o l'editore possono essere ritenuti responsabili per qualsiasi pretesa, danno o altra responsabilità, sia in un'azione contrattuale, illecita o altro, derivante da, fuori o in connessione con il software o l'uso o altri rapporti in il software.
nl: De software wordt geleverd 'zoals ze is', zonder enige vorm van garantie, expliciet of impliciet, inclusief maar niet beperkt tot de garanties van verkoopbaarheid, geschiktheid voor een bepaald doel en niet-inbreuk. In geen geval zal de auteur en/of uitgever aansprakelijk zijn voor enige claim, schade of andere aansprakelijkheid, hetzij in een contractuele actie, onrechtmatige daad of anderszins, die voortvloeit van, uit of in verband staat met de software of het gebruik of andere transacties in de software.

# LicenseTitle_Text
source: License
de: Lizenz
it: Licenza
nl: Licentie

# License_Text
source: This application may be used freely for non-commercial purposes. Use this program entirely at your own risk.
de: Diese Anwendung darf für nichtkommerzielle Zwecke frei verwendet werden. Verwenden Sie dieses Programm ausschließlich auf eigene Gefahr.
it: Questa applicazione può essere utilizzata liberamente per scopi non commerciali. Utilizzare questo programma interamente a proprio rischio.
nl: Deze applicatie mag vrij worden gebruikt voor niet-commerciële doeleinden. Gebruik dit programma geheel op eigen risico.

# Light_Text
source: Light
de: Hell
it: Leggero
nl: Licht

# LoanAnnuity_Text
source: Loan annuities
de: Annuitäten Darlehen
it: Rendite di prestito
nl: Annuïteiten lening

# LoanDetailColumns_0_Text
source: Period
de: Periode
it: Periodo
nl: Periode

# LoanDetailColumns_1_Text
source: Due date
de: Verfallsdatum
it: Data di scadenza
nl: Vervaldatum

# LoanDetailColumns_2_Text
source: To pay
de: Bezahlen
it: Pagare
nl: Te betalen

# LoanDetailColumns_3_Text
source: Capital
de: Kapital
it: Capitale
nl: Kapitaal

# LoanDetailColumns_4_Text
source: Interest
de: Zinsen
it: Interesse
nl: Rente

# LoanDetailColumns_5_Text
source: Total interest
de: Gesamtzinsen
it: Interessi totali
nl: Totale rente

# LoanDetailColumns_6_Text
source: Remaining capital
de: Restkapital
it: Capitale residuo
nl: Rest kapitaal

# LoanDetailDocTitleAnnuity_Text
source: Amortization table annuity loan
de: Tilgungstabelle Annuitätendarlehen
it: Prestito vitalizio tabella di ammortamento
nl: Aflossingstabel vaste annuïteiten

# LoanDetailDocTitleLinear_Text
source: Amortization table linear loan
de: Tilgungstabelle lineares Darlehen
it: Tabella di ammortamento prestito lineare
nl: Aflossingstabel lineaire lening

# LoanDetailDocumentName_Text
source: FinanceDocument
de: FinanceDokument
it: FinanceDocumento

# LoanDetailExplanation_Text
source: Annuities or linear loan with amortization table.
de: Annuitäten oder lineares Darlehen mit Tilgungstabelle.
it: Rendita o prestito lineare con tabella di ammortamento.
nl: Annuïteiten of lineaire lening met aflossingstabel.

# LoanDetailFirstLetterYear_Text
source: y
de: J
it: a
nl: j

# LoanDetailForm_Text
source: Loan with amortization table
de: Darlehen mit Tilgungstabelle
it: Prestito con tabella di ammortamento
nl: Lening met aflossingstabel

# LoanLinear_Text
source: Linear loan
de: Lineares Darlehen
it: Prestito lineare
nl: Lineaire lening

# Loantype_Text
source: Loan type:
de: Art des Darlehens:
it: Tipo di prestito:
nl: Soort lening:

# NumDec_Text
source: Number of decimals:
de: Anzahl Dezimalstellen:
it: Numero di decimali:
nl: Aantal decimalen:

# Numeric_Text
source: Numeric
de: Numerisch
it: Numerico
nl: Numeriek

# PageFormat_Text
source: Page format:
de: Seitenformat:
it: Formato pagina:
nl: Pagina formaat:

# PageLetter_Text
source: Letter
it: Lettera

# PaymentDiscount_Text
source: Payment discount:
de: Zahlungsrabatt:
it: Sconto sul pagamento:
nl: Betalingskorting:

# PercentageReturnYear_Text
source: Return per year:
de: Rendite pro Jahr:
it: Ritorno all'anno:
nl: Rendement per jaar:

# Percentage_Text
source: Percentage:
de: Prozentsatz:
it: Percentuale:

# PeriodsYear_Text
source: Periods per year:
de: Perioden pro Jahr:
it: Periodi all'anno:
nl: Perioden per jaar:

# Print_Text
source: Print
de: Drucken
it: Stampa
nl: Afdrukken

# PrivacyPolicyTitle_Text
source: Privacy Policy:
de: Datenschutz-Bestimmungen:
it: Politica sulla riservatezza:
nl: Privacybeleid:

# PrivacyPolicy_Text
source: No personal and other data is stored or passed on to myself and others.
de: Es werden keine personenbezogenen und sonstigen Daten gespeichert oder an mich und andere weitergegeben.
it: Nessun dato personale e di altro tipo viene memorizzato o trasmesso a me stesso e ad altri.
nl: Er worden geen persoonlijke en andere gegevens opgeslagen of doorgegeven aan mezelf en anderen.

# Reset_Text
source: Reset
de: Zurücksetzen
it: Ripristina

# RoundNumberAwayFromZero_Text
source: Arithmetic
de: Arithmetik
it: Aritmetica
nl: Rekenkundig

# RoundNumberToEven_Text
source: To even number
de: Auf gerade Zahl
it: Al numero pari
nl: Naar even getal

# RoundNumber_Text
source: Rounding of number:
de: Rundung der Zahl:
it: Arrotondamento del numero:
nl: Afronding van getal:

# Save_Text
source: Save
de: Speichern
it: Salva
nl: Opslaan

# Settings_Text
source: Settings
de: Einstellungen
it: Impostazioni
nl: Instellingen

# ShareQuestion_Text
source: Share this document?
it: Condividere questo documento?
nl: Dit document delen?

# System_Text
source: System
it: Sistema
nl: Systeem

# Text_Text
source: Text
it: Testo
nl: Tekst

# ThemeSave_Text
source: The theme will not be applied until the application is closed. Close now?
de: Das Thema wird nicht angewendet, bis die Anwendung geschlossen ist. Schließe jetzt?
it: Il tema non verrà applicato fino alla chiusura dell'applicazione. Chiudi adesso?
nl: Het thema wordt pas toegepast na het afsluiten van de toepassing. Nu afsluiten?

# ThemeTitle_Text
source: Theme
de: Thema
it: Tema
nl: Thema

# Theme_Text
source: Theme:
de: Thema:
it: Tema:
nl: Thema:

# ToolTipDateFormat_Text
source: Switch between the ISO date format and the system date format.
de: Wechseln Sie zwischen dem ISO-Datumsformat und dem System-Datumsformat.
it: Passa dal formato della data ISO al formato della data di sistema.
nl: Wissel tussen het ISO datumformaat en het systeem datumformaat.
